Repository: surniaulula/wpsso-schema-shortcode
Catalog: languages/wpsso-schema-shortcode-*.po
Languages: fr_fr

source: The %1$s add-on requires the %2$s plugin - please activate the missing plugin.
fr_fr: L'ajout %1$s nécessite l'extension %2$s - veuillez activer l'extension manquante.

source: The %1$s add-on requires %2$s version %3$s or newer (version %4$s is currently installed).
fr_fr: L'ajout %1$s nécessite %2$s version %3$s ou plus récente (la version %4$s est actuellement installée).

source: An inconsistency was found in the %1$s update server information -
fr_fr: Une incohérence a été trouvée dans l'information du serveur de mises à jour pour %1$s -

source: Update checks for %1$s are disabled while this inconsistency persists.
fr_fr: Les vérifications de mises à jour pour %1$s sont désactivées tant que cette incohérence persiste.

source: You may <a href="%1$s">open a new support ticket</a> if you believe this error message is incorrect.
fr_fr: Vous pouvez <a href="%1$s">ouvrir un nouveau billet de soutien</a> si vous pensez que ce message d'erreur est incorrect.

source: invalid authentication URL (%1$s).
fr_fr: URL d'authentification non valide (%1$s).

# metabox title
source: Update Version Filters
fr_fr: Filtres de version pour mises à jour

source: Please note that one or more non-stable / development %s have been selected.
fr_fr: Veuillez noter que l'un ou plusieurs %s non-stable / de développement ont été sélectionnés.

source: Update manager cache refresh ignored - it has been %s since the last refresh.
fr_fr: L'actualisation du cache du gestionnaire de mise à jour est ignorée - cela fait %s depuis la dernière actualisation.

source: Please wait %s before requesting another cache refresh.
fr_fr: Veuillez attendre %s avant de demander une autre actualisation du cache.

source: No plugins defined for updates.
fr_fr: Aucune extension définie pour les mises à jour.

source: Update information for %s has been retrieved and saved.
fr_fr: L'information de mises à jour pour %s a été récupérée et sauvegardée.

source: An error was returned while getting update information for %s.
fr_fr: Une erreur a été renvoyée lors de l'obtention des informations de mise à jour pour %s.

source: Failed saving retrieved update information for %s.
fr_fr: Erreur lors de l'enregistrement des informations de mises à jour pour %s.

source: the update server URL (%1$s) does not appear to be a valid URL.
fr_fr: l'URL du serveur de mise à jour (%1$s) ne semble pas être une URL valide.

source: the <a href="%1$s">PHP %2$s function</a> did not return an IPv4 address.
fr_fr: la fonction <a href="%1$s">PHP %2$s</a> n'a pas retourné une adresse IPv4.

source: Please contact your hosting provider to have this PHP issue fixed.
fr_fr: SVP contacter votre hébergeur pour résoudre ce problème PHP.

source: the IPv4 address (%1$s) from the local host does not match the DNS IPv4 address (%2$s).
fr_fr: l'adresse IPv4 (%1$s) fournie par le serveur local ne correspond pas à l'adresse IPv4 du DNS (%2$s).

source: Update error from the WordPress %1$s function: %2$s
fr_fr: Erreur de mises à jour de la fonction WordPress %1$s: %2$s

source: The WordPress %1$s function returned HTTP %2$d (%3$s) for %4$s.
fr_fr: La fonction WordPress %1$s a retourné HTTP %2$d (%3$s) pour %4$s.

source: The %1$s plugin (%2$s) version number is missing from the WordPress plugins array.
fr_fr: Le numéro de version de l'extension %1$s (%2$s) est absente de la liste d'extensions de WordPress.

# plugin name
source: WPSSO Schema Shortcode
fr_fr: WPSSO code court de Schéma

# plugin description
source: Shortcode for advanced Schema markup of content sections.
fr_fr: Code court pour un balisage de Schéma avancé des sections de contenu.

# lib file description
source: Update Manager
fr_fr: Mises à jour

# plugin name
source: WPSSO Update Manager
fr_fr: WPSSO gestionnaire de mise à jour

# plugin description
source: Update Manager for the WPSSO Core Premium plugin and its Premium complementary add-ons.
fr_fr: Gestionnaire de mise à jour pour l'extension WPSSO Core Premium et ses ajouts complémentaires Premium.

source: Plugin update information has been refreshed.
fr_fr: Les informations de mise à jour d'extension ont été actualisées.

source: Plugin update offers have been reenabled.
fr_fr: Les offres de mise à jour des extensions ont été réactivées.

# lib file description
source: (api) Update Check Schedule
fr_fr: (api) Horaire de vérification pour mises à jour

# submit button
source: Check for Plugin Updates
fr_fr: Vérifier pour mises à jour

# submit button
source: Re-Offer Plugin Updates
fr_fr: Ré-offrir mises à jour d'extension

# metabox title
source: Network Update Manager
fr_fr: Gestion de mises à jour réseau

# metabox tab
source: Version Filters
fr_fr: Filtres de version

# metabox title
source: Update Manager Settings
fr_fr: Réglages du gestionnaire de mise à jour

source: WPSSO Update Manager
fr_fr: WPSSO gestionnaire de mise à jour

source: Update Manager for the WPSSO Core Premium plugin and its Premium complementary add-ons.
fr_fr: Gestionnaire de mise à jour pour l'extension WPSSO Core Premium et ses ajouts complémentaires Premium.
